{"input": "Take the last letters of each words in \"Whitney Erika Tj Benito\" and concatenate them.", "output": "yajo"}
{"input": "Take the last letters of each words in \"Lucky Mireya Jj Kc\" and concatenate them.", "output": "yajc"}
{"input": "Take the last letters of each words in \"Caleb Chase Eleazar Chanel\" and concatenate them.", "output": "berl"}
{"input": "Take the last letters of each words in \"Silvia Carolina Stan Chuck\" and concatenate them.", "output": "aank"}
{"input": "Take the last letters of each words in \"Breanna Trey Omar Patrice\" and concatenate them.", "output": "ayre"}
{"input": "Take the last letters of each words in \"Lilian Ian Bryce Aracely\" and concatenate them.", "output": "nney"}
{"input": "Take the last letters of each words in \"Walter Mikayla Larry Ryan\" and concatenate them.", "output": "rayn"}
{"input": "Take the last letters of each words in \"Angelina Layla Jenny Zane\" and concatenate them.", "output": "aaye"}
{"input": "Take the last letters of each words in \"Lizzy Juany Aisha Brenda\" and concatenate them.", "output": "yyaa"}
{"input": "Take the last letters of each words in \"Elise Lupe Renee Noemi\" and concatenate them.", "output": "eeei"}
{"input": "Take the last letters of each words in \"Jesse Roderick Travis Rita\" and concatenate them.", "output": "eksa"}
{"input": "Take the last letters of each words in \"Cinthia Lloyd Jacqueline Jc\" and concatenate them.", "output": "adec"}
{"input": "Take the last letters of each words in \"Sterling Jenifer Patsy Denise\" and concatenate them.", "output": "grye"}
{"input": "Take the last letters of each words in \"Beatriz Gillian Coco Vivian\" and concatenate them.", "output": "znon"}
{"input": "Take the last letters of each words in \"Prince Rene Vishal Patrick\" and concatenate them.", "output": "eelk"}
{"input": "Take the last letters of each words in \"Jae Dennis Cris Bernadette\" and concatenate them.", "output": "esse"}
{"input": "Take the last letters of each words in \"Hank Janine Frankie Isa\" and concatenate them.", "output": "keea"}
{"input": "Take the last letters of each words in \"Max Mikey Cynthia Holly\" and concatenate them.", "output": "xyay"}
{"input": "Take the last letters of each words in \"Christy Rey Michelle Dolly\" and concatenate them.", "output": "yyey"}
{"input": "Take the last letters of each words in \"Annie Toño Sharon Delores\" and concatenate them.", "output": "eons"}
{"input": "Take the last letters of each words in \"Jessy Libby Danielle Red\" and concatenate them.", "output": "yyed"}
{"input": "Take the last letters of each words in \"Jorge Natalia Bryant Kiran\" and concatenate them.", "output": "eatn"}
{"input": "Take the last letters of each words in \"Yan Eunice Joseph Hugh\" and concatenate them.", "output": "nehh"}
{"input": "Take the last letters of each words in \"Melody Ramiro Humberto Jacob\" and concatenate them.", "output": "yoob"}
{"input": "Take the last letters of each words in \"Domingo Briana Michael Joan\" and concatenate them.", "output": "oaln"}
{"input": "Take the last letters of each words in \"Kristopher Deb Jake Tammy\" and concatenate them.", "output": "rbey"}
{"input": "Take the last letters of each words in \"Morgan Perla Joao Marta\" and concatenate them.", "output": "naoa"}
{"input": "Take the last letters of each words in \"Penny Harry Jessica Horacio\" and concatenate them.", "output": "yyao"}
{"input": "Take the last letters of each words in \"Billie Paloma Tanner Raul\" and concatenate them.", "output": "earl"}
{"input": "Take the last letters of each words in \"Rena Devon Rosalinda Paulina\" and concatenate them.", "output": "anaa"}
{"input": "Take the last letters of each words in \"Axel Osvaldo Mildred Sylvia\" and concatenate them.", "output": "loda"}
{"input": "Take the last letters of each words in \"Emiliano Jasmin Wade Vilma\" and concatenate them.", "output": "onea"}
{"input": "Take the last letters of each words in \"Lino Mariel Aditya Elisabeth\" and concatenate them.", "output": "olah"}
{"input": "Take the last letters of each words in \"Jacky Socorro Mark Wanda\" and concatenate them.", "output": "yoka"}
{"input": "Take the last letters of each words in \"Mauricio Lee Madi Lizzie\" and concatenate them.", "output": "oeie"}
{"input": "Take the last letters of each words in \"Ruben Bernardo Ariel Shelley\" and concatenate them.", "output": "noly"}
{"input": "Take the last letters of each words in \"Phillip Ajay Janie Augusto\" and concatenate them.", "output": "pyeo"}
{"input": "Take the last letters of each words in \"Ari Jasmine Elliot Kendrick\" and concatenate them.", "output": "ietk"}
{"input": "Take the last letters of each words in \"Margarita Anabel Shaun Celina\" and concatenate them.", "output": "alna"}
{"input": "Take the last letters of each words in \"Geo Kody Isaias Giovanni\" and concatenate them.", "output": "oysi"}
{"input": "Take the last letters of each words in \"Kennedy Ginny Iliana Sky\" and concatenate them.", "output": "yyay"}
{"input": "Take the last letters of each words in \"Billy Kassandra Joy Abe\" and concatenate them.", "output": "yaye"}
{"input": "Take the last letters of each words in \"Nubia Sarah Jalen Kris\" and concatenate them.", "output": "ahns"}
{"input": "Take the last letters of each words in \"Ale Gaspar Sonny Simon\" and concatenate them.", "output": "eryn"}
{"input": "Take the last letters of each words in \"Skylar Chrissy Misty Kike\" and concatenate them.", "output": "ryye"}
{"input": "Take the last letters of each words in \"Gavin Neha Asha Baltazar\" and concatenate them.", "output": "naar"}
{"input": "Take the last letters of each words in \"Camilo Becky Eliza Rebecca\" and concatenate them.", "output": "oyaa"}
{"input": "Take the last letters of each words in \"Isela Leslie Stacy Ingrid\" and concatenate them.", "output": "aeyd"}
{"input": "Take the last letters of each words in \"Meg Andrey Gerard Lilia\" and concatenate them.", "output": "gyda"}
{"input": "Take the last letters of each words in \"Denny Carlo Reinaldo Jessi\" and concatenate them.", "output": "yooi"}
{"input": "Take the last letters of each words in \"Cheri Rico Teo Jesus\" and concatenate them.", "output": "ioos"}
{"input": "Take the last letters of each words in \"Alexandria Meghan Autumn Robert\" and concatenate them.", "output": "annt"}
{"input": "Take the last letters of each words in \"Jr Meredith Zoe Robby\" and concatenate them.", "output": "rhey"}
{"input": "Take the last letters of each words in \"Pretty Jada Sarita Allen\" and concatenate them.", "output": "yaan"}
{"input": "Take the last letters of each words in \"Shari Bella Liza Maira\" and concatenate them.", "output": "iaaa"}
{"input": "Take the last letters of each words in \"Lazaro Ana Charlotte Precious\" and concatenate them.", "output": "oaes"}
{"input": "Take the last letters of each words in \"Imelda Andi Mack Rigoberto\" and concatenate them.", "output": "aiko"}
{"input": "Take the last letters of each words in \"Ashish Tracey Varun Emil\" and concatenate them.", "output": "hynl"}
{"input": "Take the last letters of each words in \"Marian Joanne Darrin Rohit\" and concatenate them.", "output": "nent"}
{"input": "Take the last letters of each words in \"Julieta Zachary Jared Tyson\" and concatenate them.", "output": "aydn"}
{"input": "Take the last letters of each words in \"Vicente Dayana Kasey Lin\" and concatenate them.", "output": "eayn"}
{"input": "Take the last letters of each words in \"Craig Dillon Troy Griselda\" and concatenate them.", "output": "gnya"}
{"input": "Take the last letters of each words in \"Rubi Daisy Yadira Santa\" and concatenate them.", "output": "iyaa"}
{"input": "Take the last letters of each words in \"Dave Ernesto Liam Marsha\" and concatenate them.", "output": "eoma"}
{"input": "Take the last letters of each words in \"Ira Paola Jose Antonio Maria\" and concatenate them.", "output": "aaoa"}
{"input": "Take the last letters of each words in \"Manish Lu Karl Don\" and concatenate them.", "output": "huln"}
{"input": "Take the last letters of each words in \"Irving Hans Moses Nicole\" and concatenate them.", "output": "gsse"}
{"input": "Take the last letters of each words in \"Micaela Kevin Diamond Ty\" and concatenate them.", "output": "andy"}
{"input": "Take the last letters of each words in \"Maura Selvin Tabitha Gino\" and concatenate them.", "output": "anao"}
{"input": "Take the last letters of each words in \"Rosendo Shayla Erica Georgia\" and concatenate them.", "output": "oaaa"}
{"input": "Take the last letters of each words in \"Lorena Shana Priscilla Summer\" and concatenate them.", "output": "aaar"}
{"input": "Take the last letters of each words in \"Noelle Byron Jane Darin\" and concatenate them.", "output": "enen"}
{"input": "Take the last letters of each words in \"Chava Rosalia Kurt Linda\" and concatenate them.", "output": "aata"}
{"input": "Take the last letters of each words in \"Meagan Naomi Israel Marie\" and concatenate them.", "output": "nile"}
{"input": "Take the last letters of each words in \"Michele Karan Abraham Ellen\" and concatenate them.", "output": "enmn"}
{"input": "Take the last letters of each words in \"Laila Audrey Glenn Rhonda\" and concatenate them.", "output": "ayna"}
{"input": "Take the last letters of each words in \"Regina Joel Justice Eli\" and concatenate them.", "output": "alei"}
{"input": "Take the last letters of each words in \"Janet Ant Vickie Elias\" and concatenate them.", "output": "ttes"}
{"input": "Take the last letters of each words in \"Russ Berta Mandy Lydia\" and concatenate them.", "output": "saya"}
{"input": "Take the last letters of each words in \"Tristan Marleny Santiago Viviana\" and concatenate them.", "output": "nyoa"}
{"input": "Take the last letters of each words in \"Carole William Tiffany Hilary\" and concatenate them.", "output": "emyy"}
{"input": "Take the last letters of each words in \"Amparo Gianna Dion Tessa\" and concatenate them.", "output": "oana"}
{"input": "Take the last letters of each words in \"Lewis Azucena Kai Ravi\" and concatenate them.", "output": "saii"}
{"input": "Take the last letters of each words in \"Issa Kendra Ignacio Henry\" and concatenate them.", "output": "aaoy"}
{"input": "Take the last letters of each words in \"Faustino Lamar Fransisco Rina\" and concatenate them.", "output": "oroa"}
{"input": "Take the last letters of each words in \"Angelique Marissa Phyllis Bonnie\" and concatenate them.", "output": "ease"}
{"input": "Take the last letters of each words in \"Loren Wes Dean Hayley\" and concatenate them.", "output": "nsny"}
{"input": "Take the last letters of each words in \"Maxwell Jose Beto Joe\" and concatenate them.", "output": "leoe"}
{"input": "Take the last letters of each words in \"Liz Andrea Suresh Vera\" and concatenate them.", "output": "zaha"}
{"input": "Take the last letters of each words in \"Chantal Ines Valeria Francesca\" and concatenate them.", "output": "lsaa"}
{"input": "Take the last letters of each words in \"Ron Carl Joann Young\" and concatenate them.", "output": "nlng"}
{"input": "Take the last letters of each words in \"Sally Sadie Christie Ellie\" and concatenate them.", "output": "yeee"}
{"input": "Take the last letters of each words in \"Tomas Nic Zoila Calvin\" and concatenate them.", "output": "scan"}
{"input": "Take the last letters of each words in \"Gabe Dora Aileen Modesto\" and concatenate them.", "output": "eano"}
{"input": "Take the last letters of each words in \"Victoria Aurora Amalia Princess\" and concatenate them.", "output": "aaas"}
{"input": "Take the last letters of each words in \"Alec Arianna Corina Juancarlos\" and concatenate them.", "output": "caas"}
{"input": "Take the last letters of each words in \"Carolyn Sasha Mercy Keri\" and concatenate them.", "output": "nayi"}
{"input": "Take the last letters of each words in \"Selena Keisha Gladys Cedric\" and concatenate them.", "output": "aasc"}
{"input": "Take the last letters of each words in \"Salma Pj Gladis Monica\" and concatenate them.", "output": "ajsa"}
{"input": "Take the last letters of each words in \"Ralph Jeanne Kyle Alejandro\" and concatenate them.", "output": "heeo"}
{"input": "Take the last letters of each words in \"Letty Aimee Elvia Ted\" and concatenate them.", "output": "yead"}
{"input": "Take the last letters of each words in \"April Molly Maurice Jaclyn\" and concatenate them.", "output": "lyen"}
{"input": "Take the last letters of each words in \"Markus Kathryn Giovanna Kent\" and concatenate them.", "output": "snat"}
{"input": "Take the last letters of each words in \"Desmond Camille Joana Garcia\" and concatenate them.", "output": "deaa"}
{"input": "Take the last letters of each words in \"Quinton Sam Soledad Becca\" and concatenate them.", "output": "nmda"}
{"input": "Take the last letters of each words in \"Matilde Jan Marcel Mimi\" and concatenate them.", "output": "enli"}
{"input": "Take the last letters of each words in \"Manolo Bobbie Ash Jaqueline\" and concatenate them.", "output": "oehe"}
{"input": "Take the last letters of each words in \"Jorge Luis Mo Alexia Jerry\" and concatenate them.", "output": "soay"}
{"input": "Take the last letters of each words in \"Kali Jeanette Tess Devin\" and concatenate them.", "output": "iesn"}
{"input": "Take the last letters of each words in \"Nabil Marlene Wendy Jillian\" and concatenate them.", "output": "leyn"}
{"input": "Take the last letters of each words in \"Charity Svetlana Jamie Jose A\" and concatenate them.", "output": "yaeA"}
{"input": "Take the last letters of each words in \"Dalila Emily Casey Clifford\" and concatenate them.", "output": "ayyd"}
{"input": "Take the last letters of each words in \"Blake Hunter Lou Spencer\" and concatenate them.", "output": "erur"}
{"input": "Take the last letters of each words in \"Donny Lucero Christopher Gregory\" and concatenate them.", "output": "yory"}
{"input": "Take the last letters of each words in \"Hayden Maya Zack Roberto\" and concatenate them.", "output": "nako"}
{"input": "Take the last letters of each words in \"Jesús Vidal Maxine Gloria\" and concatenate them.", "output": "slea"}
{"input": "Take the last letters of each words in \"Madeline Mckenzie Louie Dylan\" and concatenate them.", "output": "eeen"}
{"input": "Take the last letters of each words in \"Anastasia Thelma Sheri Rosita\" and concatenate them.", "output": "aaia"}
{"input": "Take the last letters of each words in \"Guillermina Evelin Dominique Johnny\" and concatenate them.", "output": "aney"}
{"input": "Take the last letters of each words in \"Sid Isabelle Jackson Heidy\" and concatenate them.", "output": "deny"}
{"input": "Take the last letters of each words in \"Margaret Rosi Willy Charlene\" and concatenate them.", "output": "tiye"}
{"input": "Take the last letters of each words in \"Carla Dolores Cooper Damion\" and concatenate them.", "output": "asrn"}
{"input": "Take the last letters of each words in \"Davis Jules Fabiola Cherie\" and concatenate them.", "output": "ssae"}
{"input": "Take the last letters of each words in \"Raven Marisela Ross Angie\" and concatenate them.", "output": "nase"}
{"input": "Take the last letters of each words in \"Jeff Jen Giselle Noel\" and concatenate them.", "output": "fnel"}
{"input": "Take the last letters of each words in \"Kristi Eduardo Angelo Clare\" and concatenate them.", "output": "iooe"}
{"input": "Take the last letters of each words in \"Alina Alessandra Amina Bianca\" and concatenate them.", "output": "aaaa"}
{"input": "Take the last letters of each words in \"Zach Trenton Cary Beth\" and concatenate them.", "output": "hnyh"}
{"input": "Take the last letters of each words in \"Altagracia Howard Patti Douglas\" and concatenate them.", "output": "adis"}
{"input": "Take the last letters of each words in \"Jordan Yoni Lawrence Aura\" and concatenate them.", "output": "niea"}
{"input": "Take the last letters of each words in \"Leticia Jacinto Natasha Raphael\" and concatenate them.", "output": "aoal"}
{"input": "Take the last letters of each words in \"Mickey Dom Lilly Eloy\" and concatenate them.", "output": "ymyy"}
{"input": "Take the last letters of each words in \"Timmy Katherine Gabriel Nate\" and concatenate them.", "output": "yele"}
{"input": "Take the last letters of each words in \"Raymundo Jonathon Lexi Rony\" and concatenate them.", "output": "oniy"}
{"input": "Take the last letters of each words in \"Amy Ella Amilcar Roman\" and concatenate them.", "output": "yarn"}
{"input": "Take the last letters of each words in \"Bailey Lourdes Brianna Martín\" and concatenate them.", "output": "ysan"}
{"input": "Take the last letters of each words in \"Daniella Dianne Ram Mirian\" and concatenate them.", "output": "aemn"}
{"input": "Take the last letters of each words in \"Rosie Charlie Mick Jacquelyn\" and concatenate them.", "output": "eekn"}
{"input": "Take the last letters of each words in \"Ericka Aly Darius Reed\" and concatenate them.", "output": "aysd"}
{"input": "Take the last letters of each words in \"Glenda Beverly Agustin Igor\" and concatenate them.", "output": "aynr"}
{"input": "Take the last letters of each words in \"Dino Toby Abigail Manuela\" and concatenate them.", "output": "oyla"}
{"input": "Take the last letters of each words in \"Shannon Millie Rosemary Priyanka\" and concatenate them.", "output": "neya"}
{"input": "Take the last letters of each words in \"Cristian Nik Gwen Josiah\" and concatenate them.", "output": "nknh"}
{"input": "Take the last letters of each words in \"Garry Arielle Elba Rodney\" and concatenate them.", "output": "yeay"}
{"input": "Take the last letters of each words in \"Clarissa Shauna Alexis Branden\" and concatenate them.", "output": "aasn"}
{"input": "Take the last letters of each words in \"Barb Gage Kristian Asia\" and concatenate them.", "output": "bena"}
{"input": "Take the last letters of each words in \"Emilia Jonas Christi Sophia\" and concatenate them.", "output": "asia"}
{"input": "Take the last letters of each words in \"Sonia Griffin Claude Josephine\" and concatenate them.", "output": "anee"}
{"input": "Take the last letters of each words in \"Arthur Shan Norman Manny\" and concatenate them.", "output": "rnny"}
{"input": "Take the last letters of each words in \"Abdi Clyde Ana Maria Pepe\" and concatenate them.", "output": "ieae"}
{"input": "Take the last letters of each words in \"Scotty Edgar Hanna Austin\" and concatenate them.", "output": "yran"}
{"input": "Take the last letters of each words in \"Denis Gigi Heather Ginger\" and concatenate them.", "output": "sirr"}
{"input": "Take the last letters of each words in \"Steph Pablo Ceci Francine\" and concatenate them.", "output": "hoie"}
{"input": "Take the last letters of each words in \"Orlando Colby Julius Ofelia\" and concatenate them.", "output": "oysa"}
{"input": "Take the last letters of each words in \"Rogelio Freddy Ivan Madeleine\" and concatenate them.", "output": "oyne"}
{"input": "Take the last letters of each words in \"Marshall Herman Faye Grant\" and concatenate them.", "output": "lnet"}
{"input": "Take the last letters of each words in \"Bernard Lidia Sebastian Judy\" and concatenate them.", "output": "dany"}
{"input": "Take the last letters of each words in \"Kyra Luciano Ciara Bryan\" and concatenate them.", "output": "aoan"}
{"input": "Take the last letters of each words in \"Myriam José Cecy Faisal\" and concatenate them.", "output": "méyl"}
{"input": "Take the last letters of each words in \"Memo Joey Phil Samuel\" and concatenate them.", "output": "oyll"}
{"input": "Take the last letters of each words in \"Angel Sheryl Dulce Kenny\" and concatenate them.", "output": "lley"}
{"input": "Take the last letters of each words in \"Selina Tasha Jarrod Maddy\" and concatenate them.", "output": "aady"}
{"input": "Take the last letters of each words in \"Talia Nicki Tia Divya\" and concatenate them.", "output": "aiaa"}
{"input": "Take the last letters of each words in \"Franklin Rochelle Brent Sarai\" and concatenate them.", "output": "neti"}
{"input": "Take the last letters of each words in \"Clinton Yanira Barbara Betsy\" and concatenate them.", "output": "naay"}
{"input": "Take the last letters of each words in \"Ronnie Kiki Alan Remy\" and concatenate them.", "output": "einy"}
{"input": "Take the last letters of each words in \"Erwin Chad Margarito Shanna\" and concatenate them.", "output": "ndoa"}
{"input": "Take the last letters of each words in \"Connie Elena Tami Stuart\" and concatenate them.", "output": "eait"}
{"input": "Take the last letters of each words in \"Blaine Syed Priya Ruby\" and concatenate them.", "output": "eday"}
{"input": "Take the last letters of each words in \"Fernanda Magda Elmer Alvaro\" and concatenate them.", "output": "aaro"}
{"input": "Take the last letters of each words in \"Anand Estefania Stanley Lizette\" and concatenate them.", "output": "daye"}
{"input": "Take the last letters of each words in \"Sunil Tiana Darla Darnell\" and concatenate them.", "output": "laal"}
{"input": "Take the last letters of each words in \"Eugenio Moises Marion Kirk\" and concatenate them.", "output": "osnk"}
{"input": "Take the last letters of each words in \"Marty Justine Edgardo Osman\" and concatenate them.", "output": "yeon"}
{"input": "Take the last letters of each words in \"Tucker Daniel Hernandez Alison\" and concatenate them.", "output": "rlzn"}
{"input": "Take the last letters of each words in \"Sherri Genesis Jeffrey Samir\" and concatenate them.", "output": "isyr"}
{"input": "Take the last letters of each words in \"Cat Alisha Ramon Norberto\" and concatenate them.", "output": "tano"}
{"input": "Take the last letters of each words in \"Hilario Magdalena Morris Patricio\" and concatenate them.", "output": "oaso"}
{"input": "Take the last letters of each words in \"Fausto Tito Jade Terrance\" and concatenate them.", "output": "ooee"}
{"input": "Take the last letters of each words in \"Gayle Doreen Chelsey Helena\" and concatenate them.", "output": "enya"}
{"input": "Take the last letters of each words in \"Lucio Víctor Lester Allie\" and concatenate them.", "output": "orre"}
{"input": "Take the last letters of each words in \"Donnie Alli Terry Krystal\" and concatenate them.", "output": "eiyl"}
{"input": "Take the last letters of each words in \"Carlos Jackie Callie Caitlin\" and concatenate them.", "output": "seen"}
{"input": "Take the last letters of each words in \"Debi Raymond Luis Federico\" and concatenate them.", "output": "idso"}
{"input": "Take the last letters of each words in \"Kelvin Brennan Carina Paty\" and concatenate them.", "output": "nnay"}
{"input": "Take the last letters of each words in \"Janice Shelly Arnulfo Nestor\" and concatenate them.", "output": "eyor"}
{"input": "Take the last letters of each words in \"Bob Aman Richie Sana\" and concatenate them.", "output": "bnea"}
{"input": "Take the last letters of each words in \"Juan Jose Dalia Destiny Amelia\" and concatenate them.", "output": "eaya"}
{"input": "Take the last letters of each words in \"Jose Luis Kiara Arun Josefina\" and concatenate them.", "output": "sana"}
{"input": "Take the last letters of each words in \"Guillermo Gerry Lizbeth Charly\" and concatenate them.", "output": "oyhy"}
{"input": "Take the last letters of each words in \"Reginald Franky Kira Gordon\" and concatenate them.", "output": "dyan"}
{"input": "Take the last letters of each words in \"Bret Lois Ismael Mirna\" and concatenate them.", "output": "tsla"}
{"input": "Take the last letters of each words in \"Peggy Trent Darrell Pamela\" and concatenate them.", "output": "ytla"}
{"input": "Take the last letters of each words in \"Sophie Gregorio Avery Pooja\" and concatenate them.", "output": "eoya"}
{"input": "Take the last letters of each words in \"Yvonne Rafaela Jb Salomon\" and concatenate them.", "output": "eabn"}
{"input": "Take the last letters of each words in \"Gabi Dante Rafa Tricia\" and concatenate them.", "output": "ieaa"}
{"input": "Take the last letters of each words in \"Martin Sage Tanisha Rick\" and concatenate them.", "output": "neak"}
{"input": "Take the last letters of each words in \"Suzanne Julissa Chino America\" and concatenate them.", "output": "eaoa"}
{"input": "Take the last letters of each words in \"Mel Josh Alejandra Harley\" and concatenate them.", "output": "lhay"}
{"input": "Take the last letters of each words in \"Candy Megan Ed Nathan\" and concatenate them.", "output": "yndn"}
{"input": "Take the last letters of each words in \"Diego Val Vincent Stacie\" and concatenate them.", "output": "olte"}
{"input": "Take the last letters of each words in \"Salvatore Gustavo Jill Celeste\" and concatenate them.", "output": "eole"}
{"input": "Take the last letters of each words in \"Marcy Gonzalez Alice Arlene\" and concatenate them.", "output": "yzee"}
{"input": "Take the last letters of each words in \"Dana German Alvin Braden\" and concatenate them.", "output": "annn"}
{"input": "Take the last letters of each words in \"Paula Irina Laurel Maribel\" and concatenate them.", "output": "aall"}
{"input": "Take the last letters of each words in \"Andrés Miles Ronaldo Melinda\" and concatenate them.", "output": "ssoa"}
{"input": "Take the last letters of each words in \"Williams Reza Ashton Lillian\" and concatenate them.", "output": "sann"}
{"input": "Take the last letters of each words in \"Lacey Nora Debra Ashleigh\" and concatenate them.", "output": "yaah"}
{"input": "Take the last letters of each words in \"Itzel Anderson Kenia Edy\" and concatenate them.", "output": "lnay"}
{"input": "Take the last letters of each words in \"Forrest Juanito Allan Candice\" and concatenate them.", "output": "tone"}
{"input": "Take the last letters of each words in \"Nico Lorenzo Johanna Teresita\" and concatenate them.", "output": "ooaa"}
{"input": "Take the last letters of each words in \"Paulo Tatyana Bernice Raúl\" and concatenate them.", "output": "oael"}
{"input": "Take the last letters of each words in \"Lionel Fiona Bobby Janeth\" and concatenate them.", "output": "layh"}
{"input": "Take the last letters of each words in \"Dany Hilda Butch Mahesh\" and concatenate them.", "output": "yahh"}
{"input": "Take the last letters of each words in \"Deon Lane Everett Lindsay\" and concatenate them.", "output": "nety"}
{"input": "Take the last letters of each words in \"Ubaldo Katrina Francis Lynn\" and concatenate them.", "output": "oasn"}
{"input": "Take the last letters of each words in \"Lesley Luna Nadia Adriana\" and concatenate them.", "output": "yaaa"}
{"input": "Take the last letters of each words in \"Maureen Fabian Claudette Peyton\" and concatenate them.", "output": "nnen"}
{"input": "Take the last letters of each words in \"Gabby Reese Leah Celia\" and concatenate them.", "output": "yeha"}
{"input": "Take the last letters of each words in \"Ramona Lucy Gail Octavio\" and concatenate them.", "output": "aylo"}
{"input": "Take the last letters of each words in \"Sue Cassandra Cody Cali\" and concatenate them.", "output": "eayi"}
{"input": "Take the last letters of each words in \"Efrain Rickey Jonathan Kelli\" and concatenate them.", "output": "nyni"}
{"input": "Take the last letters of each words in \"Efren Rex Marilyn Emerson\" and concatenate them.", "output": "nxnn"}
{"input": "Take the last letters of each words in \"Bobbi Tamika Zac Lala\" and concatenate them.", "output": "iaca"}
{"input": "Take the last letters of each words in \"Kendall Matias Kaleb Randy\" and concatenate them.", "output": "lsby"}
{"input": "Take the last letters of each words in \"Armando Astrid Anibal Dakota\" and concatenate them.", "output": "odla"}
{"input": "Take the last letters of each words in \"Lamont Frederick Lance Esperanza\" and concatenate them.", "output": "tkea"}
{"input": "Take the last letters of each words in \"Lynda Danilo Jonny Judith\" and concatenate them.", "output": "aoyh"}
{"input": "Take the last letters of each words in \"Deandre Moe Jack Vanessa\" and concatenate them.", "output": "eeka"}
{"input": "Take the last letters of each words in \"Tere Niko Keith Conner\" and concatenate them.", "output": "eohr"}
{"input": "Take the last letters of each words in \"Kelly Cheryl Nancy Jojo\" and concatenate them.", "output": "ylyo"}
{"input": "Take the last letters of each words in \"Héctor Daniela Rossy Jose Manuel\" and concatenate them.", "output": "rayl"}
{"input": "Take the last letters of each words in \"Carissa Paige Consuelo Izzy\" and concatenate them.", "output": "aeoy"}
{"input": "Take the last letters of each words in \"Wilson Abbey Harold Nelly\" and concatenate them.", "output": "nydy"}
{"input": "Take the last letters of each words in \"Tiara Araceli Michaela Genaro\" and concatenate them.", "output": "aiao"}
{"input": "Take the last letters of each words in \"Alexa Pilar Rod Nicola\" and concatenate them.", "output": "arda"}
{"input": "Take the last letters of each words in \"Yamileth Dane Aron Dee\" and concatenate them.", "output": "hene"}
{"input": "Take the last letters of each words in \"Rachel Alisa Fanny Jeffery\" and concatenate them.", "output": "layy"}
{"input": "Take the last letters of each words in \"Manuel Aurelio India Rosalba\" and concatenate them.", "output": "loaa"}
{"input": "Take the last letters of each words in \"Garrett Eva Joaquin Monique\" and concatenate them.", "output": "tane"}
{"input": "Take the last letters of each words in \"Ivy Romeo Jana Ej\" and concatenate them.", "output": "yoaj"}
{"input": "Take the last letters of each words in \"Yajaira Terrell Adam Lexie\" and concatenate them.", "output": "alme"}
{"input": "Take the last letters of each words in \"Virginia Juanita Zak Wayne\" and concatenate them.", "output": "aake"}
{"input": "Take the last letters of each words in \"Mari Ximena Leo Antonia\" and concatenate them.", "output": "iaoa"}
{"input": "Take the last letters of each words in \"Salvador Sol Tyler Kareem\" and concatenate them.", "output": "rlrm"}
{"input": "Take the last letters of each words in \"Allyson Mara Jo Toni\" and concatenate them.", "output": "naoi"}
{"input": "Take the last letters of each words in \"Rocio Sandy Anahi Latasha\" and concatenate them.", "output": "oyia"}
{"input": "Take the last letters of each words in \"Vicki Dwight Johnson Alexandra\" and concatenate them.", "output": "itna"}
{"input": "Take the last letters of each words in \"Emma Maryann Olga Nataly\" and concatenate them.", "output": "anay"}
{"input": "Take the last letters of each words in \"Belkis Wendell Lissette Patricia\" and concatenate them.", "output": "slea"}
{"input": "Take the last letters of each words in \"Ever Gio Elia Ramesh\" and concatenate them.", "output": "roah"}
{"input": "Take the last letters of each words in \"Dallas Uriel Brendan Julian\" and concatenate them.", "output": "slnn"}
{"input": "Take the last letters of each words in \"Sandeep Graciela Jai Xiomara\" and concatenate them.", "output": "paia"}
{"input": "Take the last letters of each words in \"Frank Trevor Al Gabriella\" and concatenate them.", "output": "krla"}
{"input": "Take the last letters of each words in \"Elva Kari Shirley Gilberto\" and concatenate them.", "output": "aiyo"}
{"input": "Take the last letters of each words in \"Alonzo Dorothy Alfred Rodriguez\" and concatenate them.", "output": "oydz"}
{"input": "Take the last letters of each words in \"Ernest Yuri Camila Ashlee\" and concatenate them.", "output": "tiae"}
{"input": "Take the last letters of each words in \"Jim Dwayne Ricky Artemio\" and concatenate them.", "output": "meyo"}
{"input": "Take the last letters of each words in \"Noah Aubrey Cesar Eliana\" and concatenate them.", "output": "hyra"}
{"input": "Take the last letters of each words in \"Shawn Tracie Lynne Leila\" and concatenate them.", "output": "neea"}
{"input": "Take the last letters of each words in \"Norma Timothy Willie Mathew\" and concatenate them.", "output": "ayew"}
{"input": "Take the last letters of each words in \"Maricruz Alfredo Barry Deepak\" and concatenate them.", "output": "zoyk"}
{"input": "Take the last letters of each words in \"Julia Kirsten Pam Adan\" and concatenate them.", "output": "anmn"}
{"input": "Take the last letters of each words in \"Adalberto Jamal Carter Robyn\" and concatenate them.", "output": "olrn"}
{"input": "Take the last letters of each words in \"Nicky Eden James Matt\" and concatenate them.", "output": "ynst"}
{"input": "Take the last letters of each words in \"Jaime Brad Levi Emmanuel\" and concatenate them.", "output": "edil"}
{"input": "Take the last letters of each words in \"Kristie Johnnie Marisa Derick\" and concatenate them.", "output": "eeak"}
{"input": "Take the last letters of each words in \"Wilfredo Abby Karthik Perry\" and concatenate them.", "output": "oyky"}
{"input": "Take the last letters of each words in \"Pancho Claudio Elaine Vicky\" and concatenate them.", "output": "ooey"}
{"input": "Take the last letters of each words in \"Teri Lina Mery Melanie\" and concatenate them.", "output": "iaye"}
{"input": "Take the last letters of each words in \"Selene Felix Milton Yessica\" and concatenate them.", "output": "exna"}
{"input": "Take the last letters of each words in \"Gus Brock Ava Jenna\" and concatenate them.", "output": "skaa"}
{"input": "Take the last letters of each words in \"Karen Hector Mai Steven\" and concatenate them.", "output": "nrin"}
{"input": "Take the last letters of each words in \"Alexander Marina Valentina Mila\" and concatenate them.", "output": "raaa"}
{"input": "Take the last letters of each words in \"Kristine Van Marisol Preston\" and concatenate them.", "output": "enln"}
{"input": "Take the last letters of each words in \"Evan Ray Sofia Alonso\" and concatenate them.", "output": "nyao"}
{"input": "Take the last letters of each words in \"Alfonso Collin Amado Dick\" and concatenate them.", "output": "onok"}
{"input": "Take the last letters of each words in \"Les Jun Noe Juliana\" and concatenate them.", "output": "snea"}
{"input": "Take the last letters of each words in \"Damian Crystal Nisha Hernan\" and concatenate them.", "output": "nlan"}
{"input": "Take the last letters of each words in \"Rosario Manoj Adolfo Reina\" and concatenate them.", "output": "ojoa"}
{"input": "Take the last letters of each words in \"Marcia Belen Reyna Britney\" and concatenate them.", "output": "anay"}
{"input": "Take the last letters of each words in \"Idalia Arnoldo Marla Duane\" and concatenate them.", "output": "aoae"}
{"input": "Take the last letters of each words in \"Katia Mina Cam Ronda\" and concatenate them.", "output": "aama"}
{"input": "Take the last letters of each words in \"Rashad Savannah Flavio Bert\" and concatenate them.", "output": "dhot"}
{"input": "Take the last letters of each words in \"Leanne Lulu Lopez Jp\" and concatenate them.", "output": "euzp"}
{"input": "Take the last letters of each words in \"Lora Alberto Cathy Kara\" and concatenate them.", "output": "aoya"}
{"input": "Take the last letters of each words in \"Roni Nikita Hannah Kiana\" and concatenate them.", "output": "iaha"}
{"input": "Take the last letters of each words in \"Edwin Lovely Curt Damon\" and concatenate them.", "output": "nytn"}
{"input": "Take the last letters of each words in \"Missy Erin Lorna Lenny\" and concatenate them.", "output": "ynay"}
{"input": "Take the last letters of each words in \"Vijay Sherrie Doug Suzy\" and concatenate them.", "output": "yegy"}
{"input": "Take the last letters of each words in \"Claudia Cole Matthew Juan Pablo\" and concatenate them.", "output": "aewo"}
{"input": "Take the last letters of each words in \"Arturo Dominick Christa Myles\" and concatenate them.", "output": "okas"}
{"input": "Take the last letters of each words in \"Marc Doris Ernie Gary\" and concatenate them.", "output": "csey"}
{"input": "Take the last letters of each words in \"Teresa Reid Karin Gracie\" and concatenate them.", "output": "adne"}
{"input": "Take the last letters of each words in \"Rahul Praveen Isaiah Elsie\" and concatenate them.", "output": "lnhe"}
{"input": "Take the last letters of each words in \"Miranda Jacques Clarence Chandra\" and concatenate them.", "output": "asea"}
{"input": "Take the last letters of each words in \"June Robin Josie Bo\" and concatenate them.", "output": "eneo"}
{"input": "Take the last letters of each words in \"Luisa Tatiana Drake Hillary\" and concatenate them.", "output": "aaey"}
{"input": "Take the last letters of each words in \"Louise Mariano Laura Gerardo\" and concatenate them.", "output": "eoao"}
{"input": "Take the last letters of each words in \"Star Jude Rosemarie Raquel\" and concatenate them.", "output": "reel"}
{"input": "Take the last letters of each words in \"Clark Jenn Diane Blair\" and concatenate them.", "output": "kner"}
{"input": "Take the last letters of each words in \"Lalo Yolanda Elida Ester\" and concatenate them.", "output": "oaar"}
{"input": "Take the last letters of each words in \"Bethany Rakesh Christine Dinesh\" and concatenate them.", "output": "yheh"}
{"input": "Take the last letters of each words in \"Nery Cindy Jess Chris\" and concatenate them.", "output": "yyss"}
{"input": "Take the last letters of each words in \"Miriam Brandy Bertha Renato\" and concatenate them.", "output": "myao"}
{"input": "Take the last letters of each words in \"Abel Mallory Theresa Quinn\" and concatenate them.", "output": "lyan"}
{"input": "Take the last letters of each words in \"Celso Tracy Winston Anton\" and concatenate them.", "output": "oynn"}
{"input": "Take the last letters of each words in \"Lore Erasmo Louis David\" and concatenate them.", "output": "eosd"}
{"input": "Take the last letters of each words in \"Cristobal Dania Li Anna\" and concatenate them.", "output": "laia"}
{"input": "Take the last letters of each words in \"Wally Claire Helen Nacho\" and concatenate them.", "output": "yeno"}
{"input": "Take the last letters of each words in \"Rosa Lana Curtis Rae\" and concatenate them.", "output": "aase"}
{"input": "Take the last letters of each words in \"Angeles Richard Luciana Darlene\" and concatenate them.", "output": "sdae"}
{"input": "Take the last letters of each words in \"Jodi Judi Nia Raj\" and concatenate them.", "output": "iiaj"}
{"input": "Take the last letters of each words in \"Irvin Brittney Vince Lucas\" and concatenate them.", "output": "nyes"}
{"input": "Take the last letters of each words in \"Guille Lisa Harvey Gina\" and concatenate them.", "output": "eaya"}
{"input": "Take the last letters of each words in \"Renata Mariela Mona Kristin\" and concatenate them.", "output": "aaan"}
{"input": "Take the last letters of each words in \"Johan Damien Serena Grace\" and concatenate them.", "output": "nnae"}
{"input": "Take the last letters of each words in \"Aj Jd Maddie Francisca\" and concatenate them.", "output": "jdea"}
{"input": "Take the last letters of each words in \"Daryl Owen Myra Aaron\" and concatenate them.", "output": "lnan"}
{"input": "Take the last letters of each words in \"Nick Ada Stephany Suzie\" and concatenate them.", "output": "kaye"}
{"input": "Take the last letters of each words in \"Elle Alex Irma Stephan\" and concatenate them.", "output": "exan"}
{"input": "Take the last letters of each words in \"Arnold Aidan Ally Ami\" and concatenate them.", "output": "dnyi"}
{"input": "Take the last letters of each words in \"Gabino Kayla Laurie Familia\" and concatenate them.", "output": "oaea"}
{"input": "Take the last letters of each words in \"Logan Ely Abbie Colleen\" and concatenate them.", "output": "nyen"}
{"input": "Take the last letters of each words in \"Kristy Brandi Lizeth Petra\" and concatenate them.", "output": "yiha"}
{"input": "Take the last letters of each words in \"Hazel Gabrielle Tre Dalton\" and concatenate them.", "output": "leen"}
{"input": "Take the last letters of each words in \"Conrad Marcella Annette Esteban\" and concatenate them.", "output": "daen"}
{"input": "Take the last letters of each words in \"Isaac Reyes Carly Tania\" and concatenate them.", "output": "csya"}
{"input": "Take the last letters of each words in \"Wilma Margie Amber Sergio\" and concatenate them.", "output": "aero"}
{"input": "Take the last letters of each words in \"Sonya Eddy Carol Yung\" and concatenate them.", "output": "aylg"}
{"input": "Take the last letters of each words in \"Leandro Maricela Genevieve Lesly\" and concatenate them.", "output": "oaey"}
{"input": "Take the last letters of each words in \"Andy Cecilia Gretchen Sandi\" and concatenate them.", "output": "yani"}
{"input": "Take the last letters of each words in \"Darwin Colin Cj Abhishek\" and concatenate them.", "output": "nnjk"}
{"input": "Take the last letters of each words in \"Lupita Cyndi Kay Derrick\" and concatenate them.", "output": "aiyk"}
{"input": "Take the last letters of each words in \"Felipe Heidi Nino Bradley\" and concatenate them.", "output": "eioy"}
{"input": "Take the last letters of each words in \"Dorian Mayra Freddie Magaly\" and concatenate them.", "output": "naey"}
{"input": "Take the last letters of each words in \"Flora Warren Gwendolyn Alissa\" and concatenate them.", "output": "anna"}
{"input": "Take the last letters of each words in \"Ace Rosy Kimberly Jean\" and concatenate them.", "output": "eyyn"}
{"input": "Take the last letters of each words in \"Jeremy Simone Alondra Wyatt\" and concatenate them.", "output": "yeat"}
{"input": "Take the last letters of each words in \"Deanna Terri Gabriela Jonah\" and concatenate them.", "output": "aiah"}
{"input": "Take the last letters of each words in \"Conor Randall Oleg Stephanie\" and concatenate them.", "output": "rlge"}
{"input": "Take the last letters of each words in \"Chance Valentin Micah Clara\" and concatenate them.", "output": "enha"}
{"input": "Take the last letters of each words in \"Dusty Yanet Hortencia Lili\" and concatenate them.", "output": "ytai"}
{"input": "Take the last letters of each words in \"Natalie Gilbert Brian Sanchez\" and concatenate them.", "output": "etnz"}
{"input": "Take the last letters of each words in \"Ulises Derek Adrianna Eugene\" and concatenate them.", "output": "skae"}
{"input": "Take the last letters of each words in \"Carlitos Damaris Nikhil Jennie\" and concatenate them.", "output": "ssle"}
{"input": "Take the last letters of each words in \"Yessenia Geraldine Minerva Tanya\" and concatenate them.", "output": "aeaa"}
{"input": "Take the last letters of each words in \"Nicolas Aaliyah Pascual Rob\" and concatenate them.", "output": "shlb"}
{"input": "Take the last letters of each words in \"Brandon Ivonne Jefferson Isabella\" and concatenate them.", "output": "nena"}
{"input": "Take the last letters of each words in \"Pedro Leopoldo Tee Mar\" and concatenate them.", "output": "ooer"}
{"input": "Take the last letters of each words in \"Paris Jimmie Andrew Ramón\" and concatenate them.", "output": "sewn"}
{"input": "Take the last letters of each words in \"Angelica Tariq Ursula Nena\" and concatenate them.", "output": "aqaa"}
{"input": "Take the last letters of each words in \"Luz Terence Elder Jazmin\" and concatenate them.", "output": "zern"}
{"input": "Take the last letters of each words in \"Roberta Mauro Clint Marcela\" and concatenate them.", "output": "aota"}
{"input": "Take the last letters of each words in \"Adrian Marlon Karla Florence\" and concatenate them.", "output": "nnae"}
{"input": "Take the last letters of each words in \"Skyler Oliver Cristy Sierra\" and concatenate them.", "output": "rrya"}
{"input": "Take the last letters of each words in \"Barbie Desiree Yaneth Dre\" and concatenate them.", "output": "eehe"}
{"input": "Take the last letters of each words in \"Dan Ruth Xavier Isidro\" and concatenate them.", "output": "nhro"}
{"input": "Take the last letters of each words in \"Philip Antony Iris Alicia\" and concatenate them.", "output": "pysa"}
{"input": "Take the last letters of each words in \"Corey Elvin Tino Melvin\" and concatenate them.", "output": "ynon"}
{"input": "Take the last letters of each words in \"Russell Mitchell Bee Faith\" and concatenate them.", "output": "lleh"}
{"input": "Take the last letters of each words in \"Bri Roger Eve Diana\" and concatenate them.", "output": "irea"}
{"input": "Take the last letters of each words in \"Gisela Gerald Mackenzie Ashley\" and concatenate them.", "output": "adey"}
{"input": "Take the last letters of each words in \"Vinny Landon Miguel Caitlyn\" and concatenate them.", "output": "ynln"}
{"input": "Take the last letters of each words in \"Constance Nicholas Will Love\" and concatenate them.", "output": "esle"}
{"input": "Take the last letters of each words in \"Jeannie Kenneth Porfirio Ezequiel\" and concatenate them.", "output": "ehol"}
{"input": "Take the last letters of each words in \"Mario Pierre Amit Nelson\" and concatenate them.", "output": "oetn"}
{"input": "Take the last letters of each words in \"Mercedes Adela Susana Rose\" and concatenate them.", "output": "saae"}
{"input": "Take the last letters of each words in \"Fred Nolan Johnathan Carson\" and concatenate them.", "output": "dnnn"}
{"input": "Take the last letters of each words in \"Caroline Demetrius Fidel Solomon\" and concatenate them.", "output": "esln"}
{"input": "Take the last letters of each words in \"Julio Sidney Aiden Shay\" and concatenate them.", "output": "oyny"}
{"input": "Take the last letters of each words in \"Mabel Estela Irene May\" and concatenate them.", "output": "laey"}
{"input": "Take the last letters of each words in \"Marcus Ramirez Junior Arely\" and concatenate them.", "output": "szry"}
{"input": "Take the last letters of each words in \"Todd Joni Gil Fran\" and concatenate them.", "output": "diln"}
{"input": "Take the last letters of each words in \"Gerson Roxanne Deborah Nathaniel\" and concatenate them.", "output": "nehl"}
{"input": "Take the last letters of each words in \"Colton Dexter Katy Brayden\" and concatenate them.", "output": "nryn"}
{"input": "Take the last letters of each words in \"Tori Mariam Gaby Brayan\" and concatenate them.", "output": "imyn"}
{"input": "Take the last letters of each words in \"Michel Roy Sergey Jessie\" and concatenate them.", "output": "lyye"}
{"input": "Take the last letters of each words in \"Anil Enrique Jimmy Jhonny\" and concatenate them.", "output": "leyy"}
{"input": "Take the last letters of each words in \"Ángel Carlton Sameer Martinez\" and concatenate them.", "output": "lnrz"}
{"input": "Take the last letters of each words in \"Maritza Nana Loretta Eric\" and concatenate them.", "output": "aaac"}
{"input": "Take the last letters of each words in \"Thomas Cara Nita Frances\" and concatenate them.", "output": "saas"}
{"input": "Take the last letters of each words in \"Chuy Shane Jaden Maynor\" and concatenate them.", "output": "yenr"}
{"input": "Take the last letters of each words in \"Violeta Clay Janelle Mac\" and concatenate them.", "output": "ayec"}
{"input": "Take the last letters of each words in \"Guadalupe Ebony Wil Luke\" and concatenate them.", "output": "eyle"}
{"input": "Take the last letters of each words in \"Jenni Leonel Micheal Kat\" and concatenate them.", "output": "illt"}
{"input": "Take the last letters of each words in \"Yazmin Lea Rodrigo Sammy\" and concatenate them.", "output": "naoy"}
{"input": "Take the last letters of each words in \"Emely Chelsea Vladimir Tyrone\" and concatenate them.", "output": "yare"}
{"input": "Take the last letters of each words in \"Bill Santos Roxy Randi\" and concatenate them.", "output": "lsyi"}
{"input": "Take the last letters of each words in \"Daphne Lola Joanna Sheena\" and concatenate them.", "output": "eaaa"}
{"input": "Take the last letters of each words in \"Lara Greg Ethan Terrence\" and concatenate them.", "output": "agne"}
{"input": "Take the last letters of each words in \"Otto Marjorie Leonor Esther\" and concatenate them.", "output": "oerr"}
{"input": "Take the last letters of each words in \"Malcolm Hussein Franco Hugo\" and concatenate them.", "output": "mnoo"}
{"input": "Take the last letters of each words in \"Joyce Leroy Alyssa Maggie\" and concatenate them.", "output": "eyae"}
{"input": "Take the last letters of each words in \"Maryam Susy Trinity Pearl\" and concatenate them.", "output": "myyl"}
{"input": "Take the last letters of each words in \"Dustin Luiz Rolando Connor\" and concatenate them.", "output": "nzor"}
{"input": "Take the last letters of each words in \"Juan Manuel Benjamin Rory Rafael\" and concatenate them.", "output": "lnyl"}
{"input": "Take the last letters of each words in \"Fermin Berenice Marianne Eleanor\" and concatenate them.", "output": "neer"}
{"input": "Take the last letters of each words in \"Sabrina Pete Mary La\" and concatenate them.", "output": "aeya"}
{"input": "Take the last letters of each words in \"Estrella Madison Paco Rj\" and concatenate them.", "output": "anoj"}
{"input": "Take the last letters of each words in \"Niki Graham Vernon Beau\" and concatenate them.", "output": "imnu"}
{"input": "Take the last letters of each words in \"Bernie Melina Kelsey Rusty\" and concatenate them.", "output": "eayy"}
{"input": "Take the last letters of each words in \"Latoya Eliseo Trina Melisa\" and concatenate them.", "output": "aoaa"}
{"input": "Take the last letters of each words in \"Wesley Marcelo Rodolfo Erick\" and concatenate them.", "output": "yook"}
{"input": "Take the last letters of each words in \"Sean Rebeca Marco Sami\" and concatenate them.", "output": "naoi"}
{"input": "Take the last letters of each words in \"Blanca Monika Ervin Lori\" and concatenate them.", "output": "aani"}
{"input": "Take the last letters of each words in \"Lorraine Corinne Kate Floyd\" and concatenate them.", "output": "eeed"}
{"input": "Take the last letters of each words in \"Bruce Dena Kyla Robbie\" and concatenate them.", "output": "eaae"}
{"input": "Take the last letters of each words in \"Gee Joseluis Cory Stefanie\" and concatenate them.", "output": "esye"}
{"input": "Take the last letters of each words in \"Kristen Herbert Benny El\" and concatenate them.", "output": "ntyl"}
{"input": "Take the last letters of each words in \"Justin Neal Jt Lucia\" and concatenate them.", "output": "nlta"}
{"input": "Take the last letters of each words in \"Carmelo Tony Susan Sara\" and concatenate them.", "output": "oyna"}
{"input": "Take the last letters of each words in \"Boris Sabina Kaitlyn Cameron\" and concatenate them.", "output": "sann"}
{"input": "Take the last letters of each words in \"Elizabeth Mitch Brooke Jordyn\" and concatenate them.", "output": "hhen"}
{"input": "Take the last letters of each words in \"Delia Kathleen Mateo Marvin\" and concatenate them.", "output": "anon"}
{"input": "Take the last letters of each words in \"Bj Rigo Nigel Christian\" and concatenate them.", "output": "joln"}
{"input": "Take the last letters of each words in \"Kathy Elsa Alba Ivette\" and concatenate them.", "output": "yaae"}
{"input": "Take the last letters of each words in \"Cruz Wilber Marilu Malik\" and concatenate them.", "output": "zruk"}
{"input": "Take the last letters of each words in \"Sherry Ben Allison Anthony\" and concatenate them.", "output": "ynny"}
{"input": "Take the last letters of each words in \"Seth Dario Anne Jodie\" and concatenate them.", "output": "hoee"}
{"input": "Take the last letters of each words in \"Leon Payton Stefan Javi\" and concatenate them.", "output": "nnni"}
{"input": "Take the last letters of each words in \"Marcos Kerri Fabio Stephen\" and concatenate them.", "output": "sion"}
{"input": "Take the last letters of each words in \"Earl Rudy Harrison Nadine\" and concatenate them.", "output": "lyne"}
{"input": "Take the last letters of each words in \"Andres Mary Ann Sydney Dina\" and concatenate them.", "output": "snya"}
{"input": "Take the last letters of each words in \"Rohan Antoinette Nikki Aida\" and concatenate them.", "output": "neia"}
{"input": "Take the last letters of each words in \"Braulio Staci Jocelyn Brittany\" and concatenate them.", "output": "oiny"}
{"input": "Take the last letters of each words in \"Clayton Edison Debbie Elvira\" and concatenate them.", "output": "nnea"}
{"input": "Take the last letters of each words in \"Britt Tamara Elvis Nayeli\" and concatenate them.", "output": "tasi"}
{"input": "Take the last letters of each words in \"Cristina Saad Bridget Katie\" and concatenate them.", "output": "adte"}
{"input": "Take the last letters of each words in \"Stella Janis Darren Lena\" and concatenate them.", "output": "asna"}
{"input": "Take the last letters of each words in \"Charles Emilio Vivek Steve\" and concatenate them.", "output": "soke"}
{"input": "Take the last letters of each words in \"Sal Scott Myrna Maximo\" and concatenate them.", "output": "ltao"}
{"input": "Take the last letters of each words in \"Mia Art Samantha Lety\" and concatenate them.", "output": "atay"}
{"input": "Take the last letters of each words in \"Miguel Angel Saul Brady Darryl\" and concatenate them.", "output": "llyl"}
{"input": "Take the last letters of each words in \"Maria Elena Dewayne Mj Elliott\" and concatenate them.", "output": "aejt"}
{"input": "Take the last letters of each words in \"Antoine Javier Brett Stewart\" and concatenate them.", "output": "ertt"}
{"input": "Take the last letters of each words in \"Amanda Geoff Belinda Gaurav\" and concatenate them.", "output": "afav"}
{"input": "Take the last letters of each words in \"Krishna Catalina Eileen Teddy\" and concatenate them.", "output": "aany"}
{"input": "Take the last letters of each words in \"María Fredy Bridgette Kenya\" and concatenate them.", "output": "ayea"}
{"input": "Take the last letters of each words in \"Neil Dani Eddie Marcelino\" and concatenate them.", "output": "lieo"}
{"input": "Take the last letters of each words in \"Alain Jerome Kristina Ida\" and concatenate them.", "output": "neaa"}
{"input": "Take the last letters of each words in \"Drew Jhon Jayden Cliff\" and concatenate them.", "output": "wnnf"}
{"input": "Take the last letters of each words in \"Trish Vero Victor Clemente\" and concatenate them.", "output": "hore"}
{"input": "Take the last letters of each words in \"Antonio Ronald Ken Rachael\" and concatenate them.", "output": "odnl"}
{"input": "Take the last letters of each words in \"Juliet Ricardo Tita Dianna\" and concatenate them.", "output": "toaa"}
{"input": "Take the last letters of each words in \"Larissa Shawna Alma Paulette\" and concatenate them.", "output": "aaae"}
{"input": "Take the last letters of each words in \"Donald Lia Gonzalo Lily\" and concatenate them.", "output": "daoy"}
{"input": "Take the last letters of each words in \"Evelyn Mason Shelby Aldo\" and concatenate them.", "output": "nnyo"}
{"input": "Take the last letters of each words in \"Georgina Joshua Lindsey César\" and concatenate them.", "output": "aayr"}
{"input": "Take the last letters of each words in \"King Edith Traci Flor\" and concatenate them.", "output": "ghir"}
{"input": "Take the last letters of each words in \"Courtney Ann John Fer\" and concatenate them.", "output": "ynnr"}
{"input": "Take the last letters of each words in \"Debby Geoffrey Alana Silvestre\" and concatenate them.", "output": "yyae"}
{"input": "Take the last letters of each words in \"Stevie Julie Leonard Karina\" and concatenate them.", "output": "eeda"}
{"input": "Take the last letters of each words in \"Juana Chip Lila Jayme\" and concatenate them.", "output": "apae"}
{"input": "Take the last letters of each words in \"Jon Heath Reynaldo Catherine\" and concatenate them.", "output": "nhoe"}
{"input": "Take the last letters of each words in \"Beatrice Taylor Juan Carlos Kaitlin\" and concatenate them.", "output": "ersn"}
{"input": "Take the last letters of each words in \"Christina Edna Ileana Lynette\" and concatenate them.", "output": "aaae"}
{"input": "Take the last letters of each words in \"Eugenia Kellie Quentin Mike\" and concatenate them.", "output": "aene"}
{"input": "Take the last letters of each words in \"Yasmin Yesenia Carmela Susie\" and concatenate them.", "output": "naae"}
{"input": "Take the last letters of each words in \"Oswaldo José Luis Sheldon Tara\" and concatenate them.", "output": "osna"}
{"input": "Take the last letters of each words in \"Debora Jayson Donna Sai\" and concatenate them.", "output": "anai"}
{"input": "Take the last letters of each words in \"Jermaine Pat Tammie Olivia\" and concatenate them.", "output": "etea"}
{"input": "Take the last letters of each words in \"Sunny Trisha Paul Guy\" and concatenate them.", "output": "yaly"}
{"input": "Take the last letters of each words in \"Martha Elijah Dominic Tonya\" and concatenate them.", "output": "ahca"}
{"input": "Take the last letters of each words in \"Theo Sheila Mariana Esmeralda\" and concatenate them.", "output": "oaaa"}
{"input": "Take the last letters of each words in \"Cristal Roxana Rajesh Danny\" and concatenate them.", "output": "lahy"}
{"input": "Take the last letters of each words in \"Geovanny Tom Katelyn Jennifer\" and concatenate them.", "output": "ymnr"}
{"input": "Take the last letters of each words in \"Buddy Violet Johana Tina\" and concatenate them.", "output": "ytaa"}
{"input": "Take the last letters of each words in \"Jeremiah Kelley Josue Veronica\" and concatenate them.", "output": "hyea"}
{"input": "Take the last letters of each words in \"Cassie Clifton Erik Everardo\" and concatenate them.", "output": "enko"}
{"input": "Take the last letters of each words in \"Pauline Kerry Jeannette Hope\" and concatenate them.", "output": "eyee"}
{"input": "Take the last letters of each words in \"Brooklyn Dawn Tay Gene\" and concatenate them.", "output": "nnye"}
{"input": "Take the last letters of each words in \"Chloe Flaco Theodore Nathalie\" and concatenate them.", "output": "eoee"}
{"input": "Take the last letters of each words in \"Nichole Heriberto Darian Peter\" and concatenate them.", "output": "eonr"}
{"input": "Take the last letters of each words in \"Janette Stacey Ronny Kim\" and concatenate them.", "output": "eyym"}
{"input": "Take the last letters of each words in \"Jazmine Carmen Kitty Nina\" and concatenate them.", "output": "enya"}
{"input": "Take the last letters of each words in \"Donovan Lonnie Jairo Mariah\" and concatenate them.", "output": "neoh"}
{"input": "Take the last letters of each words in \"Nidia Rachelle Lauren Shelia\" and concatenate them.", "output": "aena"}
{"input": "Take the last letters of each words in \"Angela Krista Cora Denisse\" and concatenate them.", "output": "aaae"}
{"input": "Take the last letters of each words in \"Chandler Martina Leonardo Gregg\" and concatenate them.", "output": "raog"}
{"input": "Take the last letters of each words in \"Agnes Adrienne Haley Riley\" and concatenate them.", "output": "seyy"}
{"input": "Take the last letters of each words in \"Albert Felicia Margo Patty\" and concatenate them.", "output": "taoy"}
{"input": "Take the last letters of each words in \"Noelia Cassidy Ashok Francisco\" and concatenate them.", "output": "ayko"}
{"input": "Take the last letters of each words in \"Charmaine Vic Homero Jeanine\" and concatenate them.", "output": "ecoe"}
{"input": "Take the last letters of each words in \"Glen Ariana Reggie Polo\" and concatenate them.", "output": "naeo"}
{"input": "Take the last letters of each words in \"Wilmer Valerie Melissa Eloisa\" and concatenate them.", "output": "reaa"}
{"input": "Take the last letters of each words in \"Marco Antonio Suzette Roland Isabel\" and concatenate them.", "output": "oedl"}
{"input": "Take the last letters of each words in \"Tim Candace Cecil Misael\" and concatenate them.", "output": "mell"}
{"input": "Take the last letters of each words in \"Hailey Avi Bree Samira\" and concatenate them.", "output": "yiea"}
{"input": "Take the last letters of each words in \"Jason Betty Elisa Jay\" and concatenate them.", "output": "nyay"}
{"input": "Take the last letters of each words in \"Oscar George Sanjay Haydee\" and concatenate them.", "output": "reye"}
{"input": "Take the last letters of each words in \"Andre Oralia Carrie Bruno\" and concatenate them.", "output": "eaeo"}
{"input": "Take the last letters of each words in \"Leigh Mindy Rocky Lex\" and concatenate them.", "output": "hyyx"}
{"input": "Take the last letters of each words in \"Jody Juan Rebekah Kaylee\" and concatenate them.", "output": "ynhe"}
{"input": "Take the last letters of each words in \"Liliana Quincy Bart Makayla\" and concatenate them.", "output": "ayta"}
{"input": "Take the last letters of each words in \"Mya Fernando Bubba Tommy\" and concatenate them.", "output": "aoay"}
{"input": "Take the last letters of each words in \"Emanuel Cheyenne Perez Yvette\" and concatenate them.", "output": "leze"}
{"input": "Take the last letters of each words in \"Len Marquis Kylie Sandra\" and concatenate them.", "output": "nsea"}
{"input": "Take the last letters of each words in \"Rich Parker Edward Milagros\" and concatenate them.", "output": "hrds"}
{"input": "Take the last letters of each words in \"Marlen Sonja Anita Dale\" and concatenate them.", "output": "naae"}
